{"1612 - SAUNAS": "- **Heat-related incidents in saunas:** Many individuals experienced dizziness, syncope, and dehydration after prolonged exposure to sauna heat, sometimes leading to falls or heat exhaustion, often compounded by insufficient hydration.\n  \n- **Burns from contact with hot surfaces or steamers:** Accidents involving steamers or direct contact with hot sauna elements resulted in thermal burns, commonly affecting the skin on various body parts including hands, arms, and facial regions.\n\n- **Slips and falls due to wet or unstable surfaces:** Wet floors and unstable benches in sauna environments led to slips, falls, and subsequent injuries, including fractures, lacerations, and concussions, often worsened by lightheadedness from sauna heat.", "1654 - PAPER CUTTERS": "- Many incidents involved cuts and lacerations to fingers, thumbs, or hands while using paper cutters, often due to accidental contact with the blade or slips during operation.\n- Some injuries were more severe, leading to avulsions or partial avulsions of fingertips, typically resulting when the blade caught the skin unexpectedly.\n- Factors contributing to these incidents include mishandling, using the tool at home or school without appropriate safety measures, and insufficient attention during usage.", "1857 - ARTIFICIAL TURF": "- **Falls and Physical Injuries**: Majority of incidents involve falls on artificial turf or other surfaces, resulting in fractures, sprains, head injuries, and abrasions. Common causes include slipping, tripping, or being pushed during various activities like sports or play.\n\n- **Environmental and Contact Issues**: Some injuries arise from environmental interactions with artificial turf or similar surfaces causing burns, rashes, or contact dermatitis. These are typically due to friction or heat from the turf.\n\n- **Foreign Body Incidents**: A few cases involve foreign bodies entering the body, such as turf pieces ingested or stuck in the nose, leading to injuries and necessitating medical evaluation.", "365 - HEAT PUMPS": "- **Lacerations and Traumas:** Several incidents involved individuals sustaining lacerations, contusions, or fractures while interacting with HVAC units or air conditioning systems, due to accidental falls, physical contact, or units falling on them.\n  \n- **Respiratory and Eye Irritations:** Some individuals experienced respiratory or eye issues from exposure to gases or UV lights while working on HVAC units, resulting in conditions like keratitis or chest tightness.\n\n- **Intoxication and Medical Conditions:** A few cases included medical issues exacerbated by interactions with HVAC units, such as syncope due to alcohol intoxication or hypoglycemia, leading to falls resulting in head injuries or entrapment.", "3215 - MOPEDS OR POWER-ASSISTED CYCLES": "- **Accidents Involving Vehicles or Obstacles:** Many incidents involve mopeds or electric bikes colliding with cars, leading to injuries such as fractures, abrasions, and head trauma. Causes often include sudden lane changes, vehicles pulling out, or obstacles on the road.\n\n- **Loss of Control or Falls:** Numerous accidents occur due to loss of control, either from sharp turns, hitting bumps or gravel, riding over uneven surfaces, or mechanical failures, resulting in a spectrum of injuries like fractures, abrasions, and concussions.\n\n- **Contributing Factors:** Lack of helmet use, alcohol intoxication, and adverse weather conditions are frequent underlying causes that exacerbate the severity of injuries sustained in these incidents.", "962 - DIESEL FUELS": "- **Burn and Fire Incidents:** Many incidents involved individuals using diesel fuel to start or enhance fires, resulting in burns when the fire exploded or spread unexpectedly. Misjudgments and lack of safety measures often underlie these incidents.\n\n- **Ingestions and Chemical Exposures:** Various cases involved accidental ingestion of diesel fuel, particularly by children, leading to symptoms like nausea and vomiting. Diesel fumes and fluids also caused eye and skin irritation through exposure.\n\n- **Slips and Accidents:** Slips and falls occurred in instances where individuals accidentally came into contact with diesel fuel or oil, leading to physical injuries such as strains and sprains.", "4002 - BEDDING, NOT SPECIFIED": "- Incidents often involve individuals tripping over, getting tangled in, or slipping on bedding, leading to falls, fractures, and injuries such as sprains, strains, and abrasions.   \n  \n- Some cases involve allergic reactions or injuries like rashes and swelling, often due to exposure to new bedding materials or detergents.   \n  \n- Activities related to bedmaking or adjusting resulted in musculoskeletal strains and acute pain, highlighting the potential for minor injuries from daily routine tasks involving bedding.", "1891 - MOVING WALKS": "- Many incidents involve falls on moving walkways at airports, leading to various injuries such as fractures, contusions, and lacerations. Causes often include tripping, dizziness, or being unprepared for the walkway's end.\n\n- Some injuries occurred due to falls or accidents in non-airport settings, like slipping on wet pavement or getting a finger caught in a moving walkway, leading to crush or strain injuries.\n\n- Several incidents involve children getting their fingers caught in moving walkways, resulting in lacerations and avulsions, often requiring medical attention.", "1560 - BABY SLINGS AND WRAPS": "- Many incidents describe falls of infants from baby carriers or slings due to caregiver missteps, slips, or trips, resulting in a variety of injuries like head trauma, contusions, and fractures.\n  \n- Improper use or accidental mishaps with baby carriers and slings often lead to infant injuries, such as burns from spilled hot food and stress injuries to caregivers, such as lumbar strain and chest pain from carrying heavy loads.\n\n- Additional incidents involve infants having respiratory distress or apneic episodes due to improper positioning in baby carriers, highlighting the critical need for safe carrying practices to prevent such events.", "465 - OTHER COOKWARE": "- **Burns and Scalds:** Many incidents involve burns or scalds caused by hot cookware, including air fryers, pans, and grease, often while cooking or by accidental contact with hot surfaces.\n\n- **Cuts and Lacerations:** Lacerations often result from broken dishes, glass, or cookware, commonly occurring during cooking or cleaning.\n\n- **Falls and Impacts:** Incidents include people dropping heavy cookware or tripping, resulting in contusions, fractures, or other injuries when objects hit body parts, often during kitchen activities.", "5030 - TRACK & FIELD (ACT., APPAREL, EQP.; EX.  JOG, RUN FIT)": "- **Common Track and Field Injuries:** Reports detail various injuries during track and field activities, including fractures, sprains, and strains, often due to falls, jumps, or collisions. Common areas affected include ankles, knees, hips, and wrists.\n\n- **Underlying Causes:** Many incidents are caused by physical activities related to jumping hurdles, running, and missteps or falls during track events. Environmental factors such as uneven grounds or obstacles sometimes play a role, along with inadequate warm-ups or overuse.\n\n- **Symptoms from Long-Distance Events:** Some entries highlight symptoms like dehydration, syncope, or muscle cramps following endurance events such as marathons and long-distance races, indicating potential heat-related or exertional issues.", "5022 - SCOOTERS, POWERED": "1. **Collision incidents**: Many incidents involved riders colliding with vehicles or stationary objects, often due to visibility issues, swerving to avoid obstacles, or vehicle drivers' lack of awareness. These collisions often resulted in fractures, abrasions, and other injuries.\n\n2. **Loss of control and falls**: Riders frequently lost control due to high speed, hitting potholes, or other road conditions like gravel or wet surfaces. These led to falls resulting in various injuries such as fractures, sprains, and concussions.\n\n3. **Alcohol and lack of helmet use**: Some incidents involved alcohol consumption prior to riding, contributing to accidents. Additionally, not wearing helmets was a common factor, leading to more severe head injuries such as concussions and", "1605 - WIGS, FALLS OR HAIRPIECES": "- **Allergic reactions and contact dermatitis:** Several incidents involve allergic reactions and contact dermatitis due to wearing wigs or hair extensions, often resulting in rashes, itchiness, or swelling on the scalp, face, or neck.\n\n- **Physical injuries from wigs and extensions:** These include scalp lacerations, wounds, or abrasions caused by tight hair extensions, accidental pokes, or improper handling of wigs, leading to skin damage or irritation.\n\n- **Eye and facial injuries:** Accidents, such as being hit by wigs or their components, result in injuries like corneal abrasions, lacerations, or burns, mostly due to wigs and hair products being misused or mishandled.", "3218 - CHARCOAL OR WOOD-BURNING GRILLS": "- **Burn Injuries from Grills**: Many incidents involve individuals being burned while lighting or using charcoal grills, often due to improper use of lighter fluid, resulting in various degrees of burns to the face, hands, arms, and other body parts.\n\n- **Injuries from Contact with Hot Grills**: Numerous incidents include both children and adults accidentally touching hot grills or coals, causing burns. These injuries often occur in outdoor settings like barbecues or campgrounds.\n\n- **Carbon Monoxide Poisoning**: A significant number of cases involve carbon monoxide exposure caused by the improper indoor use of charcoal grills for heating, leading to symptoms like headaches and dizziness, and, in some cases, severe poisoning.", "112 - SEWING MACHINES OR ACCESSORIES": "- **Needle and Finger Injuries:** Several incidents occurred where the sewing machine needle punctured fingers, leading to puncture wounds, lacerations, or foreign objects left in the skin. These injuries often resulted from user errors, distractions, or mishandling of the sewing machine.\n\n- **Lifting and Falling Incidents:** Attempting to lift heavy or awkwardly shaped sewing machines often caused strains and back injuries. Additionally, sewing machines or their accessories have been responsible for falls, leading to various injuries like fractures and lacerations.\n\n- **Unexpected Events:** Injuries such as cuts, chest pain, and lacerations occurred from sudden or accidental interactions with sewing machines, either during routine use or due to secondary actions like transporting or adjusting", "565 - MUSICAL INSTRUMENTS, ELECTRIC OR BATTERY OPERATED": "1. **Injuries from Musical Instruments and Equipment**: Numerous incidents involved injuries from playing or interacting with musical instruments, such as guitars and keyboards, which caused physical harm including lacerations, strains, and head injuries. Causes included mechanical failures, accidents, and falling equipment.\n\n2. **Health Incidents While Playing Music**: Several cases involved health issues emerging while playing musical instruments, including allergic reactions, strokes, muscle strains, and pain. These were often due to physical exertion or exposure to allergens.\n\n3. **Accidents with Musical Equipment**: There were instances where individuals sustained injuries due to accidents with musical equipment such as keyboards and organs falling or being mishandled. The causes included equipment tipping over, falling, or the", "692 - MAGAZINE RACKS OR BOOK ENDS": "- **Trips and Falls:** Many incidents involve individuals tripping or falling over magazine racks, either while walking, bending, or attempting to pick up items. These often result in various injuries, including lacerations, contusions, and fractures.\n\n- **Dropped/Fallen Objects:** Several incidents entail objects such as bookends or bookshelves accidentally falling on individuals, causing crush injuries or contusions, often to feet and toes.\n\n- **Balance and Mobility Issues:** Some cases involve older adults experiencing balance difficulties or mobility issues, leading to falls or collisions with objects, resulting in injuries like rib fractures or head trauma.", "1828 - WINDOW SCREENS": "- **Incidents Involving Falls**: Numerous cases describe individuals, often children, falling through window screens from second or higher stories, typically due to leaning on or pushing against insecure screens, resulting in various injuries like fractures, head injuries, and contusions.\n\n- **Hands-On Accidents**: Several injuries occur from handling window screens, including lacerations to fingers and hands, as people attempted repairs or accidental engagements with screens either falling or being manipulated.\n\n- **External Impact from Falling Screens**: Some incidents involved screens falling from heights onto individuals, causing bodily injuries from direct impact, particularly when used to shield others from harm.", "4065 - CLOCKS, ELECTRIC OR BATTERY OPERATED": "- **Clock-related Accidents**: Numerous incidents involve interactions with clocks leading to falls, resulting in injuries like fractures, dislocations, and contusions. Common causes include tripping over clocks, clocks falling, or accidents while adjusting/clocking in with clocks.\n\n- **Accidental Impacts/Injuries**: Individuals sustaining injuries from attempting to hit, adjust, or avoid clocks, causing lacerations, bruises, and other injuries to various body parts, driven often by falls or collisions with furniture or the wall.\n\n- **Electrical and Swallowing Hazards**: A few cases report hazards involving clock-related electrical burns or foreign bodies swallowed, primarily involving children interacting with clocks, posing significant safety concerns.", "1234 - TREEHOUSES OR PLAYHOUSES": "- **Fall-related injuries:** Children and adults frequently suffered falls from playhouses and treehouses, leading to a range of injuries including fractures, lacerations, and head injuries. Underlying causes include structural instability, accidental slips, and lack of supervision.\n\n- **Impact injuries:** Several incidents involved individuals colliding with elements of playhouse structures, such as hitting their head or face on sharp corners or metal objects, causing lacerations, abrasions, and contusions. Causes include design flaws and unguarded hazardous areas.\n\n- **Construction-related incidents:** Adults and older children suffered injuries while building or repairing treehouses, due to falls from ladders or being struck by components, leading to fractures and contusions. The absence of proper safety precautions", "1405 - GARDEN TRACTORS": "- **Injuries from Operating Tractors:**\n  - A significant number of incidents involve individuals operating or riding tractors, resulting in various injuries like fractures, sprains, and contusions. Many injuries are caused by physical contact with the tractor or surrounding objects, such as falling or hitting body parts.\n\n- **Accidents from Tractor Maintenance and Interaction:**\n  - Some injuries occur during tractor maintenance or interaction, including body parts being caught, crushed, or lacerated. These accidents often stem from equipment malfunctions or mishandling.\n\n- **Falls and Vehicle-Related Mishaps:**\n  - Falls from tractors or trailers and accidents involving tractors rolling or flipping result in numerous injuries. These incidents often involve sudden changes in terrain or unexpected movement", "1124 - GLASS TUBING OR TEST TUBES": "- **Glass-related Injuries:** Many incidents involve cuts and lacerations caused by broken glass containers such as beakers, vials, test tubes, and other glass instruments, often occurring in laboratory and school settings.\n\n- **Chemical and Substance Exposure:** Several incidents involve accidental ingestion or contact with chemicals and other substances, resulting in conditions like respiratory failure, altered mental status, or skin reactions such as dermatitis and urticaria.\n\n- **Foreign Bodies and Broader Accidents:** Some incidents involve foreign bodies due to improper handling of glass items, impacting various body parts such as the rectum and stomach, often due to misuse or mishandling of glass objects.", "972 - PAINT OR VARNISH REMOVERS, PAINTBRUSH CLEANERS": "- **Chemical Burns and Skin Irritation**: Many incidents involve chemical burns or skin irritation due to improper use of paint strippers or removers, often from not wearing gloves or when chemicals penetrate inadequately protective gloves.\n\n- **Inhalation or Ingestion of Toxic Substances**: Some individuals experience poisoning, palpitations, or ingestion issues from inhaling or accidentally ingesting paint removers or related chemicals, often in inadequately ventilated areas or from careless handling.\n\n- **Eye Injuries**: A number of incidents result in eye injuries, such as corneal abrasions or conjunctivitis, from accidental splashes or exposure to chemicals used in paint removal.", "4077 - EXTENSION OR STRAIGHT LADDERS": "- **Falls from Ladders:** Many incidents involved individuals falling from ladders, often while engaging in activities such as home maintenance, painting, or tree trimming. Falls resulted in various injuries, including fractures, lacerations, contusions, and head injuries. Some falls were exacerbated by factors like improper ladder setup and environmental conditions like wet surfaces or high winds.\n\n- **Ladder Equipment Failures:** Several incidents occurred due to equipment malfunctions, such as ladder slipping, extension lock failures, or collapsing. These mechanical failures led to falls or parts of the ladder striking individuals, causing injuries like fractures, lacerations, and contusions, especially to limbs, head, or torso.\n\n- **External Factors and Behaviors:** Injuries were", "1533 - NIGHT-LIGHTS": "- **Physical Injuries from Night Lights:** Incidents include head trauma, facial lacerations, contusions, and fractures resulting from night lights falling or individuals accidentally striking them, often involving falls and slips.   \n- **Electrical Incidents:** Electrocutive injuries and burns occur when manipulating night lights, particularly when wet or damaged equipment is involved.\n- **Foreign Body Ingestion:** Reports of individuals, primarily children, swallowing parts of night lights, including bulbs and batteries, leading to potential ingestion hazards.", "1618 - RESPIRATORY PROTECTION DEVICES": "- **Skin and Facial Reactions**: Many individuals, across diverse ages, developed facial rashes or contact dermatitis due to prolonged wearing of masks, often linked to allergens in new materials or masks not being washed before use.\n\n- **Physical Injuries and Incidents**: Accidents such as falls, abrasions, and eye injuries occurred, often due to visual impairments caused by mask-related issues like fogging glasses or individuals trying to adjust/take off masks.\n\n- **Breathing and Structural Challenges**: Incidents of shortness of breath, dizziness, or ingestion concerns arose from improperly fitted masks, or people inhaling components, impacting their ability to breathe easily or causing accidental ingestion.", "1731 - MATCHES, NOT SPECIFIED": "- **Burn Incidents**: Many cases involve burns resulting from mishandling matches near flammable materials or while using oxygen, leading to fires or explosions. Underlying causes include attempting to burn waste or light candles in hazardous conditions.\n\n- **Eye and Ear Injuries**: Several incidents involve foreign bodies in eyes or ear pain from using matches improperly, such as using them to scratch or getting hot materials in the eyes. \n\n- **Accidental Fires**: Incidents include unintentional fires triggered by throwing or dropping lit matches, often in homes or outdoor settings, sometimes exacerbated by additional flammable substances like alcohol or gasoline.", "814 - HOISTS, LIFTS, JACKS OR JACK STANDS": "- **Falls and Slips:**\n  Many incidents involve individuals tripping over or slipping due to improperly handled jacks or related equipment, often resulting in various fractures, contusions, and head injuries.\n\n- **Crush Injuries:**\n  A significant number of injuries are a result of jacks slipping or failing, causing vehicles or equipment to fall onto individuals, leading to crush injuries to limbs, ribs, or other body parts.\n\n- **Equipment-Related Injuries:**\n  Numerous cases describe injuries from operating jacks, hoists, or pallet jacks, often due to equipment malfunction, improper use, or accidental drops, resulting in fractures, lacerations, and amputations.", "334 - GAS-BURNING FIREPLACES, FACTORY BUILT": "- **Burn Incidents:** Many cases involve burns from touching hot glass on gas fireplaces, primarily affecting young children and their hands.\n\n- **Fire-related Flash Burns:** Improper use of gas fireplaces, such as not opening the flue, leading to flash burns to face and hands during ignition attempts.\n\n- **Carbon Monoxide Exposure:** Issues with gas fireplaces not burning correctly or being left on, resulting in carbon monoxide exposure and related symptoms, including dizziness and nausea.", "1744 - MOTORIZED VEHICLES, NEC (3 OR MORE WHEELS)": "- **Scooter Accidents Due to Loss of Balance or Control**: The incidents often involve individuals losing balance or control while using scooters, resulting in falls and subsequent injuries such as fractures, abrasions, and contusions, often exacerbated by factors like uneven surfaces, turning too sharply, or scooter malfunction.\n\n- **Collisions with Vehicles or Objects**: Several incidents include individuals on scooters being struck by vehicles or colliding with stationary objects, leading to significant injuries. The causes often include the scooter driver being struck by another vehicle or unintentionally crashing into walls or curbs.\n\n- **Transfer Errors and Falls**: Many accidents occur during attempts to transfer from scooters to other seating or standing positions, leading to falls and injuries ranging from minor contusions", "5555 - < 5 POISONINGS - NO OTHER CODE": "- Accidental Ingestion: Numerous incidents involve children accidentally ingesting substances like drugs (methamphetamine, cocaine, THC), toxic plants (rosary peas, poinsettia), or household items (hand sanitizer, cleaning products). These incidents often result from children accessing items that are not appropriately stored out of their reach.\n\n- Drug Exposure: Many reports detail children testing positive for illegal drugs such as methamphetamine, cocaine, THC, and fentanyl, often without clear evidence of ingestion. These cases suggest potential exposure through household environments where drug use may be prevalent.\n\n- Chemical Burns and Allergic Reactions: Some cases involve children experiencing chemical burns or allergic reactions, often due to contact with substances like sanitizer, wipes, or sprays. These incidents commonly happen during"}